[
  {"id":"brivioPhaseStudyInotuzumab2021","abstract":"This phase 1 study investigated the recommended phase 2 dose (RP2D) of inotuzumab ozogamicin (InO), a CD22-directed antibody-drug conjugate, in pediatric patients with multiple relapsed/refractory (R/R) CD22+ acute lymphoblastic leukemia (ALL). Patients (age ≥1 year or <18 years) received 3 doses of InO (days 1, 8, and 15) per course. Dose escalation was based on dose-limiting toxicities (DLTs) during course 1. Dose level 1 (DL1) was 1.4 mg/m2 (0.6, 0.4, 0.4 mg/m2) and DL2 was 1.8 mg/m2 (0.8, 0.5, 0.5 mg/m2). Secondary end points included safety, antileukemic activity, and pharmacokinetics. Twenty-five patients (23 evaluable for DLTs) were enrolled. In course 1, the first cohort had 1 of 6 (DL1) and 2 of 5 (DL2) patients who experienced DLTs; subsequent review considered DL2 DLTs to be non-dose-limiting. Dose was de-escalated to DL1 while awaiting protocol amendment to re-evaluate DL2 in a second cohort, in which 0 of 6 (DL1) and 1 of 6 (DL2) patients had a DLT. Twenty-three patients experienced grade 3 to 4 adverse events; hepatic sinusoidal obstruction syndrome was reported in 2 patients after subsequent chemotherapy. Overall response rate after course 1 was 80% (95% confidence interval [CI], 59% to 93%) (20 of 25 patients; DL1: 75% [95% CI, 43% to 95%], DL2: 85% [95% CI, 55% to 98%]). Of the responders, 84% (95% CI, 60% to 97%) achieved minimal residual disease (MRD)-negative complete response, and 12-month overall survival was 40% (95% CI, 25% to 66%). Nine patients received hematopoietic stem cell transplantation or chimeric antigen receptor T cells after InO. InO median maximum concentrations were comparable to simulated adult concentrations. InO was well tolerated, demonstrating antileukemic activity in heavily pretreated children with CD22+ R/R ALL. RP2D was established as 1.8 mg/m2 per course, as in adults. This trial was registered at https://www.clinicaltrialsregister.eu as EUDRA-CT 2016-000227-71.","author":[{"family":"Brivio","given":"Erica"},{"family":"Locatelli","given":"Franco"},{"family":"Lopez-Yurda","given":"Marta"},{"family":"Malone","given":"Andrea"},{"family":"Díaz-de-Heredia","given":"Cristina"},{"family":"Bielorai","given":"Bella"},{"family":"Rossig","given":"Claudia"},{"family":"Velden","given":"Vincent H. J.","non-dropping-particle":"van der"},{"family":"Ammerlaan","given":"Anneke C. J."},{"family":"Thano","given":"Adriana"},{"family":"Sluis","given":"Inge M.","non-dropping-particle":"van der"},{"family":"Boer","given":"Monique L.","non-dropping-particle":"den"},{"family":"Chen","given":"Ying"},{"family":"Sleight","given":"Barbara"},{"family":"Brethon","given":"Benoit"},{"family":"Nysom","given":"Karsten"},{"family":"Sramkova","given":"Lucie"},{"family":"Øra","given":"Ingrid"},{"family":"Vinti","given":"Luciana"},{"family":"Chen-Santel","given":"Christiane"},{"family":"Zwaan","given":"Christian Michel"}],"citation-key":"brivioPhaseStudyInotuzumab2021","container-title":"Blood","container-title-short":"Blood","DOI":"10.1182/blood.2020007848","ISSN":"1528-0020","issue":"12","issued":{"date-parts":[[2021,3,25]]},"language":"eng","page":"1582-1590","PMCID":"PMC7995290","PMID":"33067614","source":"PubMed","title":"A phase 1 study of inotuzumab ozogamicin in pediatric relapsed/refractory acute lymphoblastic leukemia (ITCC-059 study)","type":"article-journal","volume":"137"},
  
  {"id":"liuTechnologicalAdvancesHighthroughput2004","abstract":"High-throughput screening (HTS) is the process of testing a large number of diverse chemical structures against disease targets to identify 'hits'. Compared to traditional drug screening methods, HTS is characterized by its simplicity, rapidness, low cost, and high efficiency, taking the ligand-target interactions as the principle, as well as leading to a higher information harvest. As a multidisciplinary field, HTS involves an automated operation-platform, highly sensitive testing system, specific screening model (in vitro), an abundant components library, and a data acquisition and processing system. Various technologies, especially the novel technologies such as fluorescence, nuclear-magnetic resonance, affinity chromatography, surface plasmon resonance, and DNA microarray, are now available, and the screening of more than 100,000 samples per day is already possible. Fluorescence-based assays include the scintillation proximity assay, time-resolved energy transfer, fluorescence anisotropy, fluorescence correlation spectroscopy, and fluorescence fluctuation spectroscopy. Fluorescence-based techniques are likely to be among the most important detection approaches used for HTS due to their high sensitivity and amenability to automation, giving the industry-wide drive to simplify, miniaturize, and speed up assays. The application of NMR technology to HTS is another recent trend in drug research. One advantage afforded by NMR technology is that it can provide direct information on the affinity of the screening compounds and the binding location of protein. The structure-activity relationship acquired from NMR analysis can sharpen the library design, which will be very important in furnishing HTS with well-defined drug candidates. Affinity chromatography used for library screening will provide the information on the fundamental processes of drug action, such as absorption, distribution, excretion, and receptor activation; also the eluting curve can give directly the possibility of candidate drug. SPR can measure the quantity of a complex formed between two molecules in real-time without the need for fluorescent or radioisotopic labels. SPR is capable of characterizing unmodified biopharmaceuticals, studying the interaction of drug candidates with macromolecular targets, and identifying binding partners during ligand fishing experiments. DNA microarrays can be used in HTS be used to further investigate the expression of biological targets associated with human disease, which then opens new and exciting opportunities for drug discovery. Without doubt, the addition of new technologies will further increase the application of HTS in drug screening and its related fields.","accessed":{"date-parts":[[2022,6,11]]},"author":[{"family":"Liu","given":"Bailing"},{"family":"Li","given":"Songjun"},{"family":"Hu","given":"Jie"}],"citation-key":"liuTechnologicalAdvancesHighthroughput2004","container-title":"American journal of pharmacogenomics","container-title-short":"Am J Pharmacogenomics","DOI":"10.2165/00129785-200404040-00006","ISSN":"1175-2203","issue":"4","issued":{"date-parts":[[2004,1,1]]},"language":"eng","page":"263-276","PMID":"15287820","source":"Europe PMC","title":"Technological advances in high-throughput screening","type":"article-journal","URL":"https://doi.org/10.2165/00129785-200404040-00006","volume":"4"},

  
  {"id":"SurvivalRateChildren","abstract":"Every year, 150 children in the Netherlands are diagnosed with a tumor of the central nervous system &ndash; in the brain or spinal cord. Around half of these are malignant. Raoull Hoogendijk, clinical trial manager at the Trial and Data Center and PhD student in the Van Vuurden and Karim-Kos groups: &lsquo;Research into better treatments for children with brain tumors is one of the strategic priorities for us at the M&aacute;xima. An important part of that research is to look at how the chance of survival improves over time.&rsquo;\nEuropean study\nA European study from 2017 showed that, compared to the European average, fewer Dutch children and young people with a malignant tumor of the central nervous system were still alive five years after their diagnosis. Raoull Hoogendijk: &lsquo;People in the Netherlands immediately jumped to a reason: that&rsquo;s because we register diagnoses better here. But is that truly the explanation? That&rsquo;s what we wanted to explore further.&rsquo;\nHoogendijk and colleagues &ndash; including group leaders dr. Henrike Karim-Kos and dr. Dannis van Vuurden &ndash; looked at data from the Netherlands Cancer Registry (NKR) of two thousand children diagnosed with a malignant tumor in the brain or spinal cord between 1990 and 2017. They also looked at data from 1,580 children with non-cancerous tumors &ndash; including pilocytic astrocytoma, a slow-growing tumor in the brain. Their research was published in the journal Neuro-Oncology Advances and was funded by KiKa and the Princess M&aacute;xima Center.\nImprovement was not constant\nHoogendijk: &lsquo;We saw that the average five-year survival for both tumor groups together improved over the past thirty years. But for malignant tumors, the improvement was not constant.&rsquo; The five-year survival rate decreased from 51 percent in the 1990s (1990-1999) to 47 percent at the beginning of this century (2000-2009). In the following period (2010-2017), survival rose again to 61 percent &ndash;that means around six in ten children were still alive five years after they were diagnosed.\n&lsquo;It is possible that changes in the way we register the diagnosis influenced the survival rates,&rsquo; says Hoogendijk. &lsquo;That&rsquo;s why it&rsquo;s important to check if there was a true dip in survival between 2000 and 2009. This information is not only important to properly find out about improved survival over time, but also in international studies comparing survival rates from different countries.&rsquo;\nImproved diagnosis and treatment\nFive-year survival increased in the most recent period (2010-2017). The researchers want to know to what extent improved diagnostics and treatment contributed to the increased survival rates between 2010-2017. &lsquo;There have been important developments in diagnostics: for example, imaging has improved and we&rsquo;ve gained more insight into the molecular properties of the tumor and the associated course of the disease.&rsquo;\nThat is why the researchers have started a follow-up study to investigate how the treatment of children with different malignancies in the brain and spinal cord in the Netherlands changed over time and how this is related to the improved five-year survival before the start of the M&aacute;xima. The first results of this project are expected this year. Hoogendijk: &lsquo;It will take a few more years before we can also study the numbers after 2018 &ndash; the year the Princess M&aacute;xima Center opened its doors. Of course we hope and expect that the concentration and integration of care and research in the M&aacute;xima will soon be reflected as a further increase in the chances of survival.&rsquo;","accessed":{"date-parts":[[2022,5,29]]},"citation-key":"SurvivalRateChildren","container-title":"Research","language":"en","title":"Survival rate for children with brain tumors improved since 1990","type":"webpage","URL":"https://research.prinsesmaximacentrum.nl/en/news-events/news/survival-rate-for-children-with-brain-tumors-improved-since-1990"},


  {"id":"HighthroughputScreening","abstract":"Wat we aanbieden:\nHet zeer flexibele HTS-platform maakt de uitvoering mogelijk van een verscheidenheid aan high-throughput-screens met o.a. kleine moleculen, antilichamen of siRNAs en verschillende uitleesmethoden (bijv. detectie op basis van absorptie, luminescentie en fluorescentie).Assay ontwikkeling en validatie &ndash; We kunnen ondersteuning bieden bij het vertalen van de onderzoeksvragen naar assays die geschikt zijn voor high-throughput screening.Het uitvoeren van de HTS experimentenOndersteuning van data-analyseOp het moment concentreren we ons op medicijntesten met ontworpen bibliotheken die specifiek zijn voor kinderkanker.","accessed":{"date-parts":[[2022,6,05]]},"citation-key":"HighthroughputScreening","container-title":"Research","language":"nl","title":"High-throughput Screening","type":"webpage","URL":"https://research.prinsesmaximacentrum.nl/nl/kernfaciliteiten/high-throughput-screening"}
]
