[
  {"id":"brivioPhaseStudyInotuzumab2021","abstract":"This phase 1 study investigated the recommended phase 2 dose (RP2D) of inotuzumab ozogamicin (InO), a CD22-directed antibody-drug conjugate, in pediatric patients with multiple relapsed/refractory (R/R) CD22+ acute lymphoblastic leukemia (ALL). Patients (age ≥1 year or <18 years) received 3 doses of InO (days 1, 8, and 15) per course. Dose escalation was based on dose-limiting toxicities (DLTs) during course 1. Dose level 1 (DL1) was 1.4 mg/m2 (0.6, 0.4, 0.4 mg/m2) and DL2 was 1.8 mg/m2 (0.8, 0.5, 0.5 mg/m2). Secondary end points included safety, antileukemic activity, and pharmacokinetics. Twenty-five patients (23 evaluable for DLTs) were enrolled. In course 1, the first cohort had 1 of 6 (DL1) and 2 of 5 (DL2) patients who experienced DLTs; subsequent review considered DL2 DLTs to be non-dose-limiting. Dose was de-escalated to DL1 while awaiting protocol amendment to re-evaluate DL2 in a second cohort, in which 0 of 6 (DL1) and 1 of 6 (DL2) patients had a DLT. Twenty-three patients experienced grade 3 to 4 adverse events; hepatic sinusoidal obstruction syndrome was reported in 2 patients after subsequent chemotherapy. Overall response rate after course 1 was 80% (95% confidence interval [CI], 59% to 93%) (20 of 25 patients; DL1: 75% [95% CI, 43% to 95%], DL2: 85% [95% CI, 55% to 98%]). Of the responders, 84% (95% CI, 60% to 97%) achieved minimal residual disease (MRD)-negative complete response, and 12-month overall survival was 40% (95% CI, 25% to 66%). Nine patients received hematopoietic stem cell transplantation or chimeric antigen receptor T cells after InO. InO median maximum concentrations were comparable to simulated adult concentrations. InO was well tolerated, demonstrating antileukemic activity in heavily pretreated children with CD22+ R/R ALL. RP2D was established as 1.8 mg/m2 per course, as in adults. This trial was registered at https://www.clinicaltrialsregister.eu as EUDRA-CT 2016-000227-71.","author":[{"family":"Brivio","given":"Erica"},{"family":"Locatelli","given":"Franco"},{"family":"Lopez-Yurda","given":"Marta"},{"family":"Malone","given":"Andrea"},{"family":"Díaz-de-Heredia","given":"Cristina"},{"family":"Bielorai","given":"Bella"},{"family":"Rossig","given":"Claudia"},{"family":"Velden","given":"Vincent H. J.","non-dropping-particle":"van der"},{"family":"Ammerlaan","given":"Anneke C. J."},{"family":"Thano","given":"Adriana"},{"family":"Sluis","given":"Inge M.","non-dropping-particle":"van der"},{"family":"Boer","given":"Monique L.","non-dropping-particle":"den"},{"family":"Chen","given":"Ying"},{"family":"Sleight","given":"Barbara"},{"family":"Brethon","given":"Benoit"},{"family":"Nysom","given":"Karsten"},{"family":"Sramkova","given":"Lucie"},{"family":"Øra","given":"Ingrid"},{"family":"Vinti","given":"Luciana"},{"family":"Chen-Santel","given":"Christiane"},{"family":"Zwaan","given":"Christian Michel"}],"citation-key":"brivioPhaseStudyInotuzumab2021","container-title":"Blood","container-title-short":"Blood","DOI":"10.1182/blood.2020007848","ISSN":"1528-0020","issue":"12","issued":{"date-parts":[[2021,3,25]]},"language":"eng","page":"1582-1590","PMCID":"PMC7995290","PMID":"33067614","source":"PubMed","title":"A phase 1 study of inotuzumab ozogamicin in pediatric relapsed/refractory acute lymphoblastic leukemia (ITCC-059 study)","type":"article-journal","volume":"137"},
  {"id":"carneroHighThroughputScreening2006","abstract":"Drug discovery is a highly complex and multidisciplinary process which goal is to identify new antitumoral drugs. The screening attrition rate in the current drug discovery protocols suggests that one marketable drug emerges from approximately one million screened compounds. This leads to pressure to screen larger libraries in order to continue the pipeline and to the development of High Throughput Screening. HTS is only a name for specific developments in laboratory automation to collect a large amount of experimental data in a relatively short time. HTS can test hundreds of thousands of compounds per day, however, if fewer compounds could be tested without compromising the probability of success, the cost and time would be greatly reduced. To that end, new developments in large-scale cell biology and compound library design in silico have evolved to obtain data with higher predictability of clinical efficacy.","author":[{"family":"Carnero","given":"A."}],"citation-key":"carneroHighThroughputScreening2006","container-title":"Clinical & Translational Oncology: Official Publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico","container-title-short":"Clin Transl Oncol","DOI":"10.1007/s12094-006-0048-2","ISSN":"1699-048X","issue":"7","issued":{"date-parts":[[2006,7]]},"language":"eng","page":"482-490","PMID":"16870538","source":"PubMed","title":"High throughput screening in drug discovery","type":"article-journal","volume":"8"},
  {"id":"OnsVerhaal","abstract":"In het Prinses M&aacute;xima Centrum is alle hoog complexe zorg en research van de kinderoncologie geconcentreerd. Met als missie: ieder kind met kanker genezen, met optimale kwaliteit van leven. Nauwe samenwerking tussen zorg en research zal leiden tot meer genezing van kinderen met kanker. Met minder nadelige effecten op latere leeftijd. Het Prinses M&aacute;xima Centrum begon als eigen organisatie met het verlenen van zorg aan kinderen met bepaalde vormen van kanker in het najaar van 2014. Dat gebeurde vanaf eigen afdelingen in het Wilhelmina Kinderziekenhuis. In 2016 startten we met research onder de vlag van het Prinses M&aacute;xima Centrum. In 2016 begon ook de bouw van ons centrum tegenover het WKZ in Utrecht. Op 18 mei 2018 werd het nieuwe gebouw in gebruik genomen door de eerste pati&euml;nten. \n\n\n Onze missie \n\nHet ambitieniveau van het Prinses M&aacute;xima Centrum is hoog. We willen zo snel mogelijk zo veel mogelijk kinderen en adolescenten met kanker genezen met behoud van kwaliteit van leven, zodat zij zo goed mogelijk hun plaats in de maatschappij kunnen vinden. Deze ambities hebben we vertaald in de volgende missie: het Prinses M&aacute;xima Centrum voor kinderoncologie wil ieder kind met kanker genezen, met optimale kwaliteit van leven. Wie in het Prinses Máxima Centrum rondloopt, ervaart het: hier is een grote bezieling voelbaar, een passie om het beste van het beste te doen, top te presteren, voor kinderen met kanker en de mensen om hen heen. Alle medewerkers &ndash; van specialisten tot verpleegkundigen, en van de kok tot de vrijwilliger &ndash; willen excelleren en vanuit hun hart heel dicht bij de kinderen staan om ze te helpen. Het is dan ook niet voor niets dat onze kernwaarden luiden:\n\nGrensverleggend\nGepassioneerd\n\nOnze kernwaarden vormen de kortst mogelijke samenvatting van waar het Prinses Máxima Centrum voor staat: we gaan verder dan anderen ooit gegaan zijn, en we doen dat met hart en ziel.\n\n\n\n\n\n\n Onze visie \n\nOm die missie te realiseren is allereerst concentratie van alle hoog complexe zorg en alle research noodzakelijk. Met de komst van het Prinses M&aacute;xima Centrum is die bundeling gerealiseerd. Maar nog belangrijker is de integratie van zorg &eacute;n research. Want alleen door samen intensief op te trekken in het onderzoek, samen aan het bed van de pati&euml;nt te staan, komen we tot nieuwe inzichten, verbeterde behandelingen en nieuwe behandelingen. Dat is het unieke en de kracht van het Prinses M&aacute;xima Centrum; die integratie van zorg en research. En dat betekent dat alle pati&euml;nten (na toestemming uiteraard) meedoen aan onderzoek &eacute;n dat alle uitkomsten van dat onderzoek ook snel weer beschikbaar zijn voor alle pati&euml;nten. Dat is essentieel om meer kinderen te gaan genezen met minder bijwerkingen en late effecten. Uniek is ook de wijze waarop we het kind en gezin in alles centraal stellen en ondersteunen. Ook tijdens de ziekte willen we het &lsquo;gewone&rsquo; leven van het kind en gezin en de ontwikkeling van het kind nog zoveel als mogelijk door laten gaan. We willen gezinnen zo veel mogelijk betrekken bij de inrichting van de zorg en hun de regie in de zorg geven. We bieden in het gebouw allerlei voorzieningen speciaal voor kinderen en ouders. Neem de ouder-kind kamers zodat ouders altijd bij hun kind kunnen zijn. En de huiskamers waar ouders ook zelf een maaltijd kunnen bereiden. Een bouwspeelplaats, een muziekruimte. Dit alles valt onder de term ontwikkelingsgerichte zorg.\nMedische, verpleegkundige en paramedische professionals werken voortdurend op proactieve wijze samen om de ontwikkeling van kinderen binnen het gezin zo goed mogelijk te stimuleren. Ook de ondersteunende medewerkers en de onderzoekers zijn zich daarvan steeds goed bewust in hun werk. Facilitaire diensten (denk aan voeding) zijn ook helemaal afgestemd op de wensen en behoeften van kinderen en gezin. Ouders en kinderen hebben bij de ontwikkeling van diensten en voorzieningen ook actief meegedacht en aangegeven wat zij wensen.","accessed":{"date-parts":[[2022,5,29]]},"citation-key":"OnsVerhaal","container-title":"Prinses Máxima Centrum","language":"nl","title":"Ons verhaal","type":"webpage","URL":"https://www.prinsesmaximacentrum.nl/nl/over-ons/ons-verhaal"},
  {"id":"Shiny","accessed":{"date-parts":[[2022,5,29]]},"citation-key":"Shiny","title":"Shiny","type":"webpage","URL":"https://shiny.rstudio.com/"},
  {"id":"SurvivalRateChildren","abstract":"Every year, 150 children in the Netherlands are diagnosed with a tumor of the central nervous system &ndash; in the brain or spinal cord. Around half of these are malignant. Raoull Hoogendijk, clinical trial manager at the Trial and Data Center and PhD student in the Van Vuurden and Karim-Kos groups: &lsquo;Research into better treatments for children with brain tumors is one of the strategic priorities for us at the M&aacute;xima. An important part of that research is to look at how the chance of survival improves over time.&rsquo;\nEuropean study\nA European study from 2017 showed that, compared to the European average, fewer Dutch children and young people with a malignant tumor of the central nervous system were still alive five years after their diagnosis. Raoull Hoogendijk: &lsquo;People in the Netherlands immediately jumped to a reason: that&rsquo;s because we register diagnoses better here. But is that truly the explanation? That&rsquo;s what we wanted to explore further.&rsquo;\nHoogendijk and colleagues &ndash; including group leaders dr. Henrike Karim-Kos and dr. Dannis van Vuurden &ndash; looked at data from the Netherlands Cancer Registry (NKR) of two thousand children diagnosed with a malignant tumor in the brain or spinal cord between 1990 and 2017. They also looked at data from 1,580 children with non-cancerous tumors &ndash; including pilocytic astrocytoma, a slow-growing tumor in the brain. Their research was published in the journal Neuro-Oncology Advances and was funded by KiKa and the Princess M&aacute;xima Center.\nImprovement was not constant\nHoogendijk: &lsquo;We saw that the average five-year survival for both tumor groups together improved over the past thirty years. But for malignant tumors, the improvement was not constant.&rsquo; The five-year survival rate decreased from 51 percent in the 1990s (1990-1999) to 47 percent at the beginning of this century (2000-2009). In the following period (2010-2017), survival rose again to 61 percent &ndash;that means around six in ten children were still alive five years after they were diagnosed.\n&lsquo;It is possible that changes in the way we register the diagnosis influenced the survival rates,&rsquo; says Hoogendijk. &lsquo;That&rsquo;s why it&rsquo;s important to check if there was a true dip in survival between 2000 and 2009. This information is not only important to properly find out about improved survival over time, but also in international studies comparing survival rates from different countries.&rsquo;\nImproved diagnosis and treatment\nFive-year survival increased in the most recent period (2010-2017). The researchers want to know to what extent improved diagnostics and treatment contributed to the increased survival rates between 2010-2017. &lsquo;There have been important developments in diagnostics: for example, imaging has improved and we&rsquo;ve gained more insight into the molecular properties of the tumor and the associated course of the disease.&rsquo;\nThat is why the researchers have started a follow-up study to investigate how the treatment of children with different malignancies in the brain and spinal cord in the Netherlands changed over time and how this is related to the improved five-year survival before the start of the M&aacute;xima. The first results of this project are expected this year. Hoogendijk: &lsquo;It will take a few more years before we can also study the numbers after 2018 &ndash; the year the Princess M&aacute;xima Center opened its doors. Of course we hope and expect that the concentration and integration of care and research in the M&aacute;xima will soon be reflected as a further increase in the chances of survival.&rsquo;","accessed":{"date-parts":[[2022,5,29]]},"citation-key":"SurvivalRateChildren","container-title":"Research","language":"en","title":"Survival rate for children with brain tumors improved since 1990","type":"webpage","URL":"https://research.prinsesmaximacentrum.nl/en/news-events/news/survival-rate-for-children-with-brain-tumors-improved-since-1990"}
]
