[
  {"id":"brivioPhaseStudyInotuzumab2021","abstract":"This phase 1 study investigated the recommended phase 2 dose (RP2D) of inotuzumab ozogamicin (InO), a CD22-directed antibody-drug conjugate, in pediatric patients with multiple relapsed/refractory (R/R) CD22+ acute lymphoblastic leukemia (ALL). Patients (age ≥1 year or <18 years) received 3 doses of InO (days 1, 8, and 15) per course. Dose escalation was based on dose-limiting toxicities (DLTs) during course 1. Dose level 1 (DL1) was 1.4 mg/m2 (0.6, 0.4, 0.4 mg/m2) and DL2 was 1.8 mg/m2 (0.8, 0.5, 0.5 mg/m2). Secondary end points included safety, antileukemic activity, and pharmacokinetics. Twenty-five patients (23 evaluable for DLTs) were enrolled. In course 1, the first cohort had 1 of 6 (DL1) and 2 of 5 (DL2) patients who experienced DLTs; subsequent review considered DL2 DLTs to be non-dose-limiting. Dose was de-escalated to DL1 while awaiting protocol amendment to re-evaluate DL2 in a second cohort, in which 0 of 6 (DL1) and 1 of 6 (DL2) patients had a DLT. Twenty-three patients experienced grade 3 to 4 adverse events; hepatic sinusoidal obstruction syndrome was reported in 2 patients after subsequent chemotherapy. Overall response rate after course 1 was 80% (95% confidence interval [CI], 59% to 93%) (20 of 25 patients; DL1: 75% [95% CI, 43% to 95%], DL2: 85% [95% CI, 55% to 98%]). Of the responders, 84% (95% CI, 60% to 97%) achieved minimal residual disease (MRD)-negative complete response, and 12-month overall survival was 40% (95% CI, 25% to 66%). Nine patients received hematopoietic stem cell transplantation or chimeric antigen receptor T cells after InO. InO median maximum concentrations were comparable to simulated adult concentrations. InO was well tolerated, demonstrating antileukemic activity in heavily pretreated children with CD22+ R/R ALL. RP2D was established as 1.8 mg/m2 per course, as in adults. This trial was registered at https://www.clinicaltrialsregister.eu as EUDRA-CT 2016-000227-71.","author":[{"family":"Brivio","given":"Erica"},{"family":"Locatelli","given":"Franco"},{"family":"Lopez-Yurda","given":"Marta"},{"family":"Malone","given":"Andrea"},{"family":"Díaz-de-Heredia","given":"Cristina"},{"family":"Bielorai","given":"Bella"},{"family":"Rossig","given":"Claudia"},{"family":"Velden","given":"Vincent H. J.","non-dropping-particle":"van der"},{"family":"Ammerlaan","given":"Anneke C. J."},{"family":"Thano","given":"Adriana"},{"family":"Sluis","given":"Inge M.","non-dropping-particle":"van der"},{"family":"Boer","given":"Monique L.","non-dropping-particle":"den"},{"family":"Chen","given":"Ying"},{"family":"Sleight","given":"Barbara"},{"family":"Brethon","given":"Benoit"},{"family":"Nysom","given":"Karsten"},{"family":"Sramkova","given":"Lucie"},{"family":"Øra","given":"Ingrid"},{"family":"Vinti","given":"Luciana"},{"family":"Chen-Santel","given":"Christiane"},{"family":"Zwaan","given":"Christian Michel"}],"citation-key":"brivioPhaseStudyInotuzumab2021","container-title":"Blood","container-title-short":"Blood","DOI":"10.1182/blood.2020007848","ISSN":"1528-0020","issue":"12","issued":{"date-parts":[[2021,3,25]]},"language":"eng","page":"1582-1590","PMCID":"PMC7995290","PMID":"33067614","source":"PubMed","title":"A phase 1 study of inotuzumab ozogamicin in pediatric relapsed/refractory acute lymphoblastic leukemia (ITCC-059 study)","type":"article-journal","volume":"137"},
  
  {"id":"liuTechnologicalAdvancesHighthroughput2004","abstract":"High-throughput screening (HTS) is the process of testing a large number of diverse chemical structures against disease targets to identify 'hits'. Compared to traditional drug screening methods, HTS is characterized by its simplicity, rapidness, low cost, and high efficiency, taking the ligand-target interactions as the principle, as well as leading to a higher information harvest. As a multidisciplinary field, HTS involves an automated operation-platform, highly sensitive testing system, specific screening model (in vitro), an abundant components library, and a data acquisition and processing system. Various technologies, especially the novel technologies such as fluorescence, nuclear-magnetic resonance, affinity chromatography, surface plasmon resonance, and DNA microarray, are now available, and the screening of more than 100,000 samples per day is already possible. Fluorescence-based assays include the scintillation proximity assay, time-resolved energy transfer, fluorescence anisotropy, fluorescence correlation spectroscopy, and fluorescence fluctuation spectroscopy. Fluorescence-based techniques are likely to be among the most important detection approaches used for HTS due to their high sensitivity and amenability to automation, giving the industry-wide drive to simplify, miniaturize, and speed up assays. The application of NMR technology to HTS is another recent trend in drug research. One advantage afforded by NMR technology is that it can provide direct information on the affinity of the screening compounds and the binding location of protein. The structure-activity relationship acquired from NMR analysis can sharpen the library design, which will be very important in furnishing HTS with well-defined drug candidates. Affinity chromatography used for library screening will provide the information on the fundamental processes of drug action, such as absorption, distribution, excretion, and receptor activation; also the eluting curve can give directly the possibility of candidate drug. SPR can measure the quantity of a complex formed between two molecules in real-time without the need for fluorescent or radioisotopic labels. SPR is capable of characterizing unmodified biopharmaceuticals, studying the interaction of drug candidates with macromolecular targets, and identifying binding partners during ligand fishing experiments. DNA microarrays can be used in HTS be used to further investigate the expression of biological targets associated with human disease, which then opens new and exciting opportunities for drug discovery. Without doubt, the addition of new technologies will further increase the application of HTS in drug screening and its related fields.","accessed":{"date-parts":[[2022,6,11]]},"author":[{"family":"Liu","given":"Bailing"},{"family":"Li","given":"Songjun"},{"family":"Hu","given":"Jie"}],"citation-key":"liuTechnologicalAdvancesHighthroughput2004","container-title":"American journal of pharmacogenomics","container-title-short":"Am J Pharmacogenomics","DOI":"10.2165/00129785-200404040-00006","ISSN":"1175-2203","issue":"4","issued":{"date-parts":[[2004,1,1]]},"language":"eng","page":"263-276","PMID":"15287820","source":"Europe PMC","title":"Technological advances in high-throughput screening","type":"article-journal","URL":"https://doi.org/10.2165/00129785-200404040-00006","volume":"4"},

  {"id":"wanderHighthroughputDrugScreening2021","abstract":"Pediatric MLL-rearranged acute myeloid leukemia (AML) has a generally unfavorable outcome, primarily due to relapse and drug resistance. To overcome these difficulties, new therapeutic agents are urgently needed. Yet, implementing novel drugs for clinical use is a time-consuming, laborious, costly and high-risk process. Therefore, we applied a drug-repositioning strategy by screening drug libraries, comprised of >4000 compounds that are mostly FDA-approved, in a high-throughput format on primary MLL-rearranged AML cells. Here we identified pyrvinium pamoate (pyrvinium) as a novel candidate drug effective against MLL-rearranged AML, eliminating all cell viability at <1000 nM. Additional screening of identified drug hits on non-leukemic bone marrow samples, resulted in a decrease in cell viability of ∼50% at 1000 nM pyrvinium, suggesting a therapeutic window for targeting leukemic cells specifically. Validation of pyrvinium on an extensive panel of AML cell lines and primary AML samples showed comparable viabilities as the drug screen data, with pyrvinium achieving IC50 values of <80 nM in these samples. Remarkably, pyrvinium also induced cell toxicity in primary MLL-AF10+ AML cells, an MLL-rearrangement associated with a poor outcome. While pyrvinium is able to inhibit the Wnt pathway in other diseases, this unlikely explains the efficacy we observed as β-catenin was not expressed in the AML cells tested. Rather, we show that pyrvinium co-localized with the mitochondrial stain in cells, and hence may act by inhibiting mitochondrial respiration. Overall, this study shows that pyrvinium is highly effective against MLL-rearranged AML in vitro, and therefore represents a novel potential candidate for further studies in MLL-rearranged AML.","author":[{"family":"Wander","given":"Priscilla"},{"family":"Arentsen-Peters","given":"Susan T. C. J. M."},{"family":"Pinhanҫos","given":"Sandra S."},{"family":"Koopmans","given":"Bianca"},{"family":"Dolman","given":"M. Emmy M."},{"family":"Ariese","given":"Rijndert"},{"family":"Bos","given":"Frank L."},{"family":"Castro","given":"Patricia Garrido"},{"family":"Jones","given":"Luke"},{"family":"Schneider","given":"Pauline"},{"family":"Navarro","given":"Miriam Guillen"},{"family":"Molenaar","given":"Jan J."},{"family":"Rios","given":"Anne C."},{"family":"Zwaan","given":"C. Michel"},{"family":"Stam","given":"Ronald W."}],"citation-key":"wanderHighthroughputDrugScreening2021","container-title":"Translational Oncology","container-title-short":"Transl Oncol","DOI":"10.1016/j.tranon.2021.101048","ISSN":"1936-5233","issue":"5","issued":{"date-parts":[[2021,5]]},"language":"eng","page":"101048","PMCID":"PMC7933809","PMID":"33667892","source":"PubMed","title":"High-throughput drug screening reveals Pyrvinium pamoate as effective candidate against pediatric MLL-rearranged acute myeloid leukemia","type":"article-journal","volume":"14"},

  

  {"id":"mayrNovelTrendsHighthroughput2009","abstract":"High-throughput screening (HTS) is a well-established process for lead discovery in Pharma and Biotech companies and is now also being used for basic and applied research in academia. It comprises the screening of large chemical libraries for activity against biological targets via the use of automation, miniaturized assays and large-scale data analysis. Since its first advent in the early to mid 1990s, the field of HTS has seen not only a continuous change in technology and processes, but also an adaptation to various needs in lead discovery. HTS has now evolved into a mature discipline that is a crucial source of chemical starting points for drug discovery. Whereas in previous years much emphasis has been put on a steady increase in screening capacity (‘quantitative increase’) via automation and miniaturization, the past years have seen a much greater emphasis on content and quality (‘qualitative increase’). Today, many experts in the field see HTS at a crossroad with the need to decide on either higher throughput/more experimentation or a greater focus on assays of greater physiological relevance, both of which may lead to higher productivity in pharmaceutical R&D. In this paper, we describe the development of HTS over the past decade and point out our own ideas for future directions of HTS in biomedical research. We predict that the trend toward further miniaturization will slow down with the balanced implementation of 384 well, 1536 well, and 384 low volume well plates. Furthermore, we envisage that there will be much more emphasis on rigorous assay and chemical characterization, particularly considering that novel and more difficult target classes will be pursued. In recent years we have witnessed a clear trend in the drug discovery community toward rigorous hit validation by the use of orthogonal readout technologies, label free and biophysical methodologies. We also see a trend toward a more flexible use of the various screening approaches in lead discovery, that is, the use of both full deck compound screening as well as the use of focused screening and iterative screening approaches. Moreover, we expect greater usage of target identification strategies downstream of phenotypic screening and the more effective implementation of affinity selection technologies as a result of advances in chemical diversity methodologies. We predict that, ultimately, each hit finding strategy will be much more project-related, tailor-made, and better integrated into the broader drug discovery efforts.","accessed":{"date-parts":[[2022,6,11]]},"author":[{"family":"Mayr","given":"Lorenz M"},{"family":"Bojanic","given":"Dejan"}],"citation-key":"mayrNovelTrendsHighthroughput2009","collection-title":"Anti-infectives/New technologies","container-title":"Current Opinion in Pharmacology","container-title-short":"Current Opinion in Pharmacology","DOI":"10.1016/j.coph.2009.08.004","ISSN":"1471-4892","issue":"5","issued":{"date-parts":[[2009,10,1]]},"language":"en","page":"580-588","source":"ScienceDirect","title":"Novel trends in high-throughput screening","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1471489209001283","volume":"9"},

  {"id":"HighthroughputScreening","abstract":"Wat we aanbieden:\nHet zeer flexibele HTS-platform maakt de uitvoering mogelijk van een verscheidenheid aan high-throughput-screens met o.a. kleine moleculen, antilichamen of siRNAs en verschillende uitleesmethoden (bijv. detectie op basis van absorptie, luminescentie en fluorescentie).Assay ontwikkeling en validatie &ndash; We kunnen ondersteuning bieden bij het vertalen van de onderzoeksvragen naar assays die geschikt zijn voor high-throughput screening.Het uitvoeren van de HTS experimentenOndersteuning van data-analyseOp het moment concentreren we ons op medicijntesten met ontworpen bibliotheken die specifiek zijn voor kinderkanker.","accessed":{"date-parts":[[2022,6,11]]},"citation-key":"HighthroughputScreening","container-title":"Research","language":"nl","title":"High-throughput Screening","type":"webpage","URL":"https://research.prinsesmaximacentrum.nl/nl/kernfaciliteiten/high-throughput-screening"}


]