[
  {"id":"carneroHighThroughputScreening2006","abstract":"Drug discovery is a highly complex and multidisciplinary process which goal is to identify new antitumoral drugs. The screening attrition rate in the current drug discovery protocols suggests that one marketable drug emerges from approximately one million screened compounds. This leads to pressure to screen larger libraries in order to continue the pipeline and to the development of High Throughput Screening. HTS is only a name for specific developments in laboratory automation to collect a large amount of experimental data in a relatively short time. HTS can test hundreds of thousands of compounds per day, however, if fewer compounds could be tested without compromising the probability of success, the cost and time would be greatly reduced. To that end, new developments in large-scale cell biology and compound library design in silico have evolved to obtain data with higher predictability of clinical efficacy.","author":[{"family":"Carnero","given":"A."}],"citation-key":"carneroHighThroughputScreening2006","container-title":"Clinical & Translational Oncology: Official Publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico","container-title-short":"Clin Transl Oncol","DOI":"10.1007/s12094-006-0048-2","ISSN":"1699-048X","issue":"7","issued":{"date-parts":[[2006,7]]},"language":"eng","page":"482-490","PMID":"16870538","source":"PubMed","title":"High throughput screening in drug discovery","type":"article-journal","volume":"8"},
  
  {"id":"OnsVerhaal","abstract":"In het Prinses M&aacute;xima Centrum is alle hoog complexe zorg en research van de kinderoncologie geconcentreerd. Met als missie: ieder kind met kanker genezen, met optimale kwaliteit van leven. Nauwe samenwerking tussen zorg en research zal leiden tot meer genezing van kinderen met kanker. Met minder nadelige effecten op latere leeftijd. Het Prinses M&aacute;xima Centrum begon als eigen organisatie met het verlenen van zorg aan kinderen met bepaalde vormen van kanker in het najaar van 2014. Dat gebeurde vanaf eigen afdelingen in het Wilhelmina Kinderziekenhuis. In 2016 startten we met research onder de vlag van het Prinses M&aacute;xima Centrum. In 2016 begon ook de bouw van ons centrum tegenover het WKZ in Utrecht. Op 18 mei 2018 werd het nieuwe gebouw in gebruik genomen door de eerste pati&euml;nten. \n\n\n Onze missie \n\nHet ambitieniveau van het Prinses M&aacute;xima Centrum is hoog. We willen zo snel mogelijk zo veel mogelijk kinderen en adolescenten met kanker genezen met behoud van kwaliteit van leven, zodat zij zo goed mogelijk hun plaats in de maatschappij kunnen vinden. Deze ambities hebben we vertaald in de volgende missie: het Prinses M&aacute;xima Centrum voor kinderoncologie wil ieder kind met kanker genezen, met optimale kwaliteit van leven. Wie in het Prinses Máxima Centrum rondloopt, ervaart het: hier is een grote bezieling voelbaar, een passie om het beste van het beste te doen, top te presteren, voor kinderen met kanker en de mensen om hen heen. Alle medewerkers &ndash; van specialisten tot verpleegkundigen, en van de kok tot de vrijwilliger &ndash; willen excelleren en vanuit hun hart heel dicht bij de kinderen staan om ze te helpen. Het is dan ook niet voor niets dat onze kernwaarden luiden:\n\nGrensverleggend\nGepassioneerd\n\nOnze kernwaarden vormen de kortst mogelijke samenvatting van waar het Prinses Máxima Centrum voor staat: we gaan verder dan anderen ooit gegaan zijn, en we doen dat met hart en ziel.\n\n\n\n\n\n\n Onze visie \n\nOm die missie te realiseren is allereerst concentratie van alle hoog complexe zorg en alle research noodzakelijk. Met de komst van het Prinses M&aacute;xima Centrum is die bundeling gerealiseerd. Maar nog belangrijker is de integratie van zorg &eacute;n research. Want alleen door samen intensief op te trekken in het onderzoek, samen aan het bed van de pati&euml;nt te staan, komen we tot nieuwe inzichten, verbeterde behandelingen en nieuwe behandelingen. Dat is het unieke en de kracht van het Prinses M&aacute;xima Centrum; die integratie van zorg en research. En dat betekent dat alle pati&euml;nten (na toestemming uiteraard) meedoen aan onderzoek &eacute;n dat alle uitkomsten van dat onderzoek ook snel weer beschikbaar zijn voor alle pati&euml;nten. Dat is essentieel om meer kinderen te gaan genezen met minder bijwerkingen en late effecten. Uniek is ook de wijze waarop we het kind en gezin in alles centraal stellen en ondersteunen. Ook tijdens de ziekte willen we het &lsquo;gewone&rsquo; leven van het kind en gezin en de ontwikkeling van het kind nog zoveel als mogelijk door laten gaan. We willen gezinnen zo veel mogelijk betrekken bij de inrichting van de zorg en hun de regie in de zorg geven. We bieden in het gebouw allerlei voorzieningen speciaal voor kinderen en ouders. Neem de ouder-kind kamers zodat ouders altijd bij hun kind kunnen zijn. En de huiskamers waar ouders ook zelf een maaltijd kunnen bereiden. Een bouwspeelplaats, een muziekruimte. Dit alles valt onder de term ontwikkelingsgerichte zorg.\nMedische, verpleegkundige en paramedische professionals werken voortdurend op proactieve wijze samen om de ontwikkeling van kinderen binnen het gezin zo goed mogelijk te stimuleren. Ook de ondersteunende medewerkers en de onderzoekers zijn zich daarvan steeds goed bewust in hun werk. Facilitaire diensten (denk aan voeding) zijn ook helemaal afgestemd op de wensen en behoeften van kinderen en gezin. Ouders en kinderen hebben bij de ontwikkeling van diensten en voorzieningen ook actief meegedacht en aangegeven wat zij wensen.","accessed":{"date-parts":[[2022,5,29]]},"citation-key":"OnsVerhaal","container-title":"Prinses Máxima Centrum","language":"nl","title":"Ons verhaal","type":"webpage","URL":"https://www.prinsesmaximacentrum.nl/nl/over-ons/ons-verhaal"},
  {"id":"Shiny","accessed":{"date-parts":[[2022,5,29]]},"citation-key":"Shiny","title":"Shiny","type":"webpage","URL":"https://shiny.rstudio.com/"}
]
